Repository: Bindeo/front
Catalog: app/Resources/translations/messages.*.xlf
Languages: es_es

source: Documents authenticity certification
es_es: Certificación de autenticidad de documentos

source: Back to %web%
es_es: Volver a %web%

source: Free service offered by %company%
es_es: Servicio gratuito ofrecido por %company%

source: Powered by %bindeo%
es_es: Con la tecnología de %bindeo%

source: Password reset
es_es: Reiniciar contraseña

source: To reset your password, type the email address you use to sign in to Bindeo
es_es: Para reiniciar tu contraseña, introduce la dirección de e-mail que usaste al registrarte en Bindeo

source: Reset my password
es_es: Reiniciar mi contraseña

source: Need help?
es_es: ¿Necesitas ayuda?

source: New in Bindeo?
es_es: ¿Nuevo en Bindeo?

source: Sign up now
es_es: Regístrate ahora

source: Sign in
es_es: Iniciar sesión

source: Sing in to Bindeo
es_es: Inicia sesión en Bindeo

source: Type your email and password and click button to sing in
es_es: Introduce tu email y contraseña y pulsa en el botón para entrar

source: Password
es_es: Contraseña

source: Forgot password
es_es: Contraseña olvidada

source: Sign up
es_es: Crear cuenta

source: Start today to protect your property!
es_es: ¡Empieza hoy mismo a proteger tu propiedad!

source: Create account
es_es: Crear cuenta

source: Do you already have Bindeo account?
es_es: ¿Ya tienes una cuenta Bindeo?

source: Sign in!
es_es: ¡Inicia sesión!

source: By creating account you accept the %a_terms%terms and conditions%a_end% and %a_privacy%privacy policy%a_end%
es_es: Al crear cuenta aceptas los %a_terms%términos y condiciones%a_end% y la %a_privacy%política de privacidad%a_end%

source: Validate your change
es_es: Valida tus cambios

source: Account confirmed!
es_es: ¡Cuenta confirmada!

source: Email changed!
es_es: ¡E-mail cambiado!

source: Password changed!
es_es: ¡Contraseña cambiada!

source: Sorry, your token is expired
es_es: Lo sentimos, tu token está caducado

source: Check your inbox
es_es: Comprueba tu bandeja de entrada

source: If we found an account associated with this email address %email%, you will find and email in your inbox shortly
es_es: Si encontramos una cuenta asociada con esta dirección de e-mail %email%, encontrarás un e-mail en tu bandeja de entrada en breve

source: If you're not sure about which email you used to sign up in to Bindeo or experience any other problem, please, %a_start%contact us%a_end%
es_es: Si no estás seguro acerca de qué e-mail usaste para registrarte en Bindeo o experimentas algún otro problema, por favor, %a_start%contáctanos%a_end%

source: Choose your new password
es_es: Elige tu nueva contraseña

source: Type and repeat your new sign in password
es_es: Introduce y repite tu nueva contraseña

source: Change password
es_es: Cambiar contraseña

source: Identity
es_es: Identidad

source: Your identity
es_es: Tu identidad

source: Your name and your email address are being used for ownership notarization, if are not right, certificate won't be valid for you
es_es: Tu nombre y tu dirección de e-mail están siendo usados para notarizar la propiedad, si no están correctos, el certificado no será válido para ti

source: Close my account
es_es: Cancelar mi cuenta

source: Your can cancel and close your account anytime, for your security, we will keep all information for 7 days
es_es: Puedes cancelar y borrar tu cuenta en cualquier momento, por tu seguridad, mantendremos toda la información durante 7 días

source: Close account
es_es: Cancelar cuenta

source: All your data will be deleted
es_es: Todos tus datos serán borrados

source: For your secutiry, please, type again your Bindeo's account password
es_es: Por tu seguridad, por favor, introduce de nuevo tu contraseña de Bindeo

source: Your password is not correct
es_es: Tu contraseña no es correcta

source: Your identity has been updated
es_es: Tu identidad ha sido actualizada

source: A verification email has been sent to your new email, you need to verify it before changes are applied
es_es: Un e-mail de verificación ha sido enviado a tu nueva dirección, necesitas validarlo antes de que los cambios sean aplicados

source: Save changes
es_es: Guardar cambios

source: Preferences
es_es: Preferencias

source: Update your account preferences
es_es: Actualiza las preferencias de tu cuenta

source: Data successfully updated
es_es: Datos actualizados correctamente

source: Update preferences
es_es: Actualizar preferencias

source: Change sign in password
es_es: Cambiar contraseña de inicio de sesión

source: Configuration
es_es: Configuración

source: To check an electronic document ownership or emitted by %company%, please, enter the identification number or drag the original document inside the box
es_es: Para cotejar un documento electrónico propiedad o emitido por %company%, por favor, introduzca el número de identificación único del mismo o arrastre el documento original dentro del recuadro

source: Unique document identifier
es_es: Identificador único del documento

source: Check
es_es: Comprobar

source: Drag here the file or click to upload it
es_es: Arrastra aquí el fichero o pulsa para subirlo

source: Loading file, please wait
es_es: Cargando fichero, por favor espere

source: Cancel
es_es: Cancelar

source: Drop your file
es_es: Suelta tu fichero

source: Notarize your collection
es_es: Notariza tu colección

source: Unverifiable document
es_es: Documento no verificable

source: It is not possible to verify document authenticity, please, contact %email% attaching the document for assistance
es_es: No es posible verificar la autenticidad del documento, por favor, contacta con %email% adjuntando el documento para recibir asistencia

source: Valid document
es_es: Documento válido

source: This document has been issued by %issuer%, please, check the following control fields that you will find inside document content
es_es: Este documento ha sido emitido por %issuer%, por favor, comprueba los siguientes campos de control que encontrará dentro del contenido del documento

source: Type
es_es: Tipo

source: Unique identifier
es_es: Identificador único

source: Expedition date
es_es: Fecha de expedición

source: Beneficiary
es_es: Beneficiario

source: Degree
es_es: Titulación

source: Qualification
es_es: Calificación

source: Signed by
es_es: Firmado por

source: Technical information
es_es: Información técnica

source: Platform
es_es: Plataforma

source: Transacction ID
es_es: Id de transacción

source: Timestamp
es_es: Marca de tiempo

source: Index hash
es_es: Hash del índice

source: Blockchain Block
es_es: Bloque de Blockchain

source: Bindeo: Protect your intellectual property
es_es: Bindeo: Protege tu propiedad intelectual

source: Name
es_es: Nombre

source: Surname
es_es: Apellidos

source: Language
es_es: Idioma

source: New password
es_es: Nueva contraseña

source: Old password
es_es: Antigua contraseña

source: Repeat password
es_es: Repite contraseña

source: Your email
es_es: Tu e-mail

source: Type of asset
es_es: Tipo de bien

source: Signature
es_es: Firma

source: Control content
es_es: Contenido de control

source: Does not apply
es_es: No aplica

source: Date
es_es: Fecha

source: There was a problem with your request, please try it later
es_es: Hubo un problema con tu petición, por favor intenta de nuevo más tarde

source: The email is already used
es_es: El e-mail ya está usado

source: We have a problem updating your preferences, please try again later
es_es: Tenemos un problema actualizando tus preferencias, por favor inténtalo de nuevo más tarde

source: We have a problem creating your account, please try again later
es_es: Tenemos un problema creando tu cuenta, por favor inténtalo de nuevo más tarde

source: We have a problem updating your password, please try again later
es_es: Tenemos un problema actualizando tu contraseña, por favor inténtalo de nuevo más tarde

source: You have to upload a file
es_es: Tienes que subir un fichero

source: You have already uploaded the same file
es_es: Ya has subido el mismo fichero

source: Valid format dd/MM/yyyy
es_es: Formato válido dd/MM/yyyy

source: Bindeo is the application to protect and manage your property
es_es: Bindeo es la aplicación para proteger y gestionar tu propiedad

source: Start here
es_es: Empieza aquí

source: Product
es_es: Producto

source: Pricing
es_es: Precios

source: Mission
es_es: Misión

source: Cases
es_es: Casos

source: Support
es_es: Soporte

source: File library
es_es: Librería de ficheros

source: All items
es_es: Todos los elementos

source: Notarized
es_es: Notarizado

source: Getting certificate
es_es: Consiguiendo certificado

source: Trash
es_es: Papelera

source: Deleted
es_es: Borrados

source: %space% GB free
es_es: %space% GB libre

source: %space% GB of %total% GB used
es_es: %space% GB de %total% GB usados

source: Search by name or filename
es_es: Buscar por nombre o nombre de fichero

source: Filter
es_es: Filtrar

source: All
es_es: Todo

source: Show first
es_es: Mostrar primero

source: Newer
es_es: Más recientes

source: Older
es_es: Más antiguos

source: Smaller
es_es: Más pequeños

source: Bigger
es_es: Más grandes

source: Upload files
es_es: Subir ficheros

source: Confirm your account
es_es: Confirmar tu cuenta

source: Important!
es_es: ¡Importante!

source: Please, confirm your data
es_es: Por favor, confirma tus datos

# Drag &amp; drop you file here
source: Drag & drop you file here
es_es: Arrastra y suelta tu fichero aquí

source: Upload file or take a photo
es_es: Sube un fichero o haz una foto

source: Upload any file
es_es: Sube cualquier fichero

source: Ops!
es_es: ¡Ups!

source: You exceeded your max file size of %size% KB
es_es: Superaste tu tamaño máximo de fichero de %size% KB

source: You only have %size% GB or free space
es_es: Sólo tienes %size% GB de espacio libre

source: You only can upload %maxfiles% files at the same time
es_es: Sólo puedes subir %maxfiles% ficheros al mismo tiempo

source: No files found
es_es: No hay ficheros

source: Do you want %a_start%upload%a_end% a file?
es_es: ¿Quieres empezar a %a_start%subir%a_end% un fichero?

source: Loading more files
es_es: Cargando más ficheros

source: Great, check your inbox!
es_es: ¡Genial, revisa tu bandeja de entrada!

source: We've sent you an email to %email% for allow to confirm your email address
es_es: Te hemos enviado un e-mail a %email% para que puedas confirmar tu dirección

source: Remove
es_es: Borrar

source: Job in progress!
es_es: ¡Trabajo en curso!

source: Your file is being notarized
es_es: Tu fichero está siendo notarizado

source: Your collection is being notarized
es_es: Tu colección está siendo notarizada

source: soon you will receive a confirmation email with the certificate attached
es_es: pronto recibirás una confirmación por e-mail con el certificado adjunto

source: Upload a new file
es_es: Subir un nuevo fichero

source: Go to Library
es_es: Ir a la Librería

source: Send me verification email
es_es: Enviadme un e-mail de verificación

source: There was an error uploading the file
es_es: Hubo un error subiendo el fichero

source: Owner identity
es_es: Identidad del propietario

source: Manage identities
es_es: Gestionar identidades

source: Register ownership
es_es: Registrar propiedad

source: Logout
es_es: Cerrar sesión

source: We use cookies to improve safety and user experience
es_es: Utilizamos cookies para mejorar la seguridad y tu experiencia de usuario

source: More information
es_es: Más información

source: Ok, understood
es_es: Ok, entendido

source: Signature certificate
es_es: Certificado de firma

source: Your name, email address and national identity number are being used for ownership notarization, if are not right, certificate won't be valid for you
es_es: Tu nombre, dirección de e-mail y número del documento nacional de identidad son usados para la notarización de la propiedad, si no son correctos, el certificado no será válido para ti

source: Great, check your mailbox
es_es: Genial, revisa tu bandeja de entrada

source: In order to verify and protect your identity, we've sent you an email to confirm you address, please, check it or %a_start%send verification email again%a_end%
es_es: Con el fin de verificar y proteger tu identidad, te hemos enviado un e-mail para confirmar tu dirección, por favor, comprueba que lo hayas recibido o %a_start%te lo enviamos de nuevo%a_end%

source: Confirmation email has been send
es_es: El e-mail de confirmación ha sido enviado

source: Certify a file
es_es: Certifica un fichero

source: Create an inmutable record of existence, ownership and integrity of any of your documents
es_es: Crea una prueba inmutable de existencia, propiedad e integridad de cualquiera de tus documentos

source: Upload file
es_es: Sube un fichero

source: Sign a document
es_es: Firma un documento

source: Select recipients and send any document to be signed. Easy, fast, secure and legally binding
es_es: Elige destinatarios y envíales cualquier documento para ser firmado. Fácil, rápido, seguro y legalmente vinculante

source: Upload document
es_es: Sube un documento

source: Sign with API
es_es: Firma mediante API

source: Integrate digital signature using your website or our interface with a developer-friendly API
es_es: Integra firma digital utilizando nuestro website o nuestro interfaz con un API amigable para desarrolladores

source: Contact us
es_es: Contáctanos

source: Please, verify your email address
es_es: Por favor, verifica tu dirección de e-mail

source: In order to verify and protect your identity you need validate your email address
es_es: Con el fin de verificar y proteger su identidad necesita validar su dirección de e-mail

source: Please, confirm your address, click on "Send me verification" and check your mailbox
es_es: Por favor, confirma tu dirección, pulsa en "Enviadme la verificación" y comprueba tu bandeja de entrada

source: Email Address
es_es: Dirección de e-mail

source: Email address is not valid
es_es: La dirección de e-mail no es válida

source: Email account already exists
es_es: La cuenta de e-mail ya existe

source: Send me verification
es_es: Enviadme la verificación

source: Signer's name
es_es: Nombre del firmante

source: Email address
es_es: Dirección de e-mail

source: PIN code
es_es: Código PIN

source: Full name
es_es: Nombre completo

source: National Identity Number
es_es: Número del Documento Nacional de Identidad

source: There was a problem signing the document, please try again later
es_es: Hubo un problema firmando el documento, por favor intenta de nuevo más tarde

source: You do not have authorization, maybe you need to %a_start_l%login%a_end% with the correct account or %a_start_c%create%a_end% a new account with the same email
es_es: No tienes autorización, puede que necesites %a_start_l%iniciar sesión%a_end% con la cuenta correcta o %a_start_c%crear%a_end% una nueva cuenta con el mismo e-mail

source: Review the document
es_es: Revisa el documento

source: Review and sign the document
es_es: Revisa y firma el documento

source: You must to be %a_start%logged%a_end% with an account allowed by this document
es_es: Debes estar %a_start%logueado%a_end% con la cuenta permitida por este documento

source: Token to sign document has expired, please contact who sent you the invitation
es_es: El token para firmar este documento ha expirado, por favor contacta con quien te envió la invitación

source: Document has not been processed yet, please try again in few seconds
es_es: El documento no ha sido procesado aún, por favor intenta de nuevo en unos segundos

source: {1} %count% page|]2,Inf]%count% pages
es_es: {1} %count% página|]2,Inf]%count% páginas

source: if you have problems viewing it %a_start% download original%a_end%
es_es: si tienes problemas visualizándolo %a_start%descarga el original%a_end%

source: Sign document!
es_es: ¡Firma el documento!

source: Sign document
es_es: Firma el documento

source: Bindeo unique identifier
es_es: Identificador único de Bindeo

source: Issue date
es_es: Fecha de emisión

source: Signature completed
es_es: Firma completada

source: Digital signature certificate
es_es: Certificado de firma digital

source: Documents
es_es: Documentos

source: Issuer
es_es: Emisor

source: Signatures
es_es: Firmas

source: Mobile phone
es_es: Teléfono móvil

source: Signed
es_es: Firmado

source: Not signed
es_es: No firmado

source: Link Token %time%H email
es_es: Enlace por Token %time%H e-mail

source: 4 digits PIN Code %time%M email
es_es: Código PIN de 4 dígitos %time%M e-mail

source: Digital deposit
es_es: Depósito digital

source: Protocol
es_es: Protocolo

source: version
es_es: versión

source: Address
es_es: Dirección

source: Document integrity deposit
es_es: Depósito de integridad del documento

source: Signature certificate deposit
es_es: Depósito del certificado de firma

source: Your signature is completed, please wait until all signers complete their signatures and signed certificate is generated
es_es: Tu firma está completada, por favor espera hasta que todos los firmantes completen sus firmas y el certificado esté generado

source: PAGE %page% OF %topage%
es_es: PÁGINA %page% DE %topage%

source: Want send to sign this document or just notarize it?
es_es: ¿Quieres enviar este documento para firmar o sólo notarizarlo?

source: No, just notarize it
es_es: No, solo notarizarlo

source: Yes, to sign me and others
es_es: Si, para firmarlo yo y otros

source: Yes, to sign just other
es_es: Si, para firmarlo solo otros

source: Yes, to sign only me
es_es: Sí, para firmarlo solo yo

source: Great, who others needs to sign?
es_es: Genial, ¿qué otros necesitan firmarlo?

source: Add signer
es_es: Añadir firmante

source: Send
es_es: Enviar

source: We've sent a 4-digit PIN code to your email address, type it here
es_es: Hemos enviado un código PIN de 4 dígitos a tu dirección de e-mail, introdúcelo aquí

source: Yes, sign now
es_es: Si, firmar ahora

source: Document has not been processed yet, please wait a few seconds
es_es: El documento no ha sido procesado aún, por favor espera unos segundos

source: if you have problems viewing it %a_start%download original%a_end%
es_es: si tienes problemas visualizándolo %a_start%descarga el original%a_end%

source: Your signature is completed, please wait until all signers complete their signatures and certificate is generated
es_es: Tu firma está completa, por favor espera a que todos los firmantes completen sus firmas y el certificado sea generado

source: Great, who others need to sign?
es_es: Genial, ¿Qué otros necesitan firmarlo?

source: Bindeo: New Security Level eSignature Platform
es_es: Bindeo: La firma digital con un nuevo nivel de seguridad

source: eSignature platform with a new level of security based on blockchain
es_es: Plataforma de firma digital con un nuevo nivel de seguridad basado en la Blockchain

source: Get your documents signed by you and others
es_es: Obtén tus documentos firmados por ti y por otros

source: Legaly binding
es_es: Legalmente vinculante

source: Advanced digital signature fited to eIDAS, the upcoming European Regulation
es_es: Firma digital avanzada ajustada a eIDAS, el próximo Reglamento Europeo

source: Blockchain technology
es_es: Tecnología Blockchain

source: Shielded by the new hot technology and the most secure encryption algorithms
es_es: Protegidos por esta nueva tecnología y los algoritmos de cifrado más seguros

source: Get signature faster
es_es: Consigue la firma más rápido

source: Upload by drag&drop and fill recipients. 1-step for you. 1-step for your customers
es_es: Sube mediante drag&drop y rellena destinatarios. 1-paso para ti. 1-paso para tus clientes

source: Say goodbye to paper
es_es: Di adiós al papel

source: Forget print, scan, write, store and classify: keep organized your documents
es_es: Olvida imprimir, escanear, escribir, almacenar y clasificar: mantén organizados tus documentos

source: Anywhere, any device
es_es: En cualquier parte, en cualquier dispositivo

source: Quick send documents for signature and get them signed from any device, with no installation
es_es: Envía rápido documentos para firmar y obtenlos firmados desde cualquier dispositivo, sin instalaciones

# Web &amp; API integration
source: Web & API integration
es_es: Integración Web & API

source: Add document singing feature to your website or app with our developer-friendly API
es_es: Añade funcionalidad de firmar documentos a tu website o app con tu API amigable para desarrolladores

source: Advanced digital signature fitted to eIDAS, the upcoming European Regulation
es_es: Firma digital avanzada ajustada a eIDAS, el próximo Reglamento Europeo

source: Get started!
es_es: ¡Empieza!

source: We use this information to save and protect your identity, it is advisable to enter your full name as it appears on your passport or national identity card
es_es: Utilizamos esta información para guardar y proteger tu identidad, es recomendable introducir tu nombre y apellidos tal y como aparecen en tu pasaporte o documento nacional de identidad

source: Check your mailbox
es_es: Comprueba tu bandeja de entrada

source: Create an immutable record of existence, ownership and integrity of any of your documents
es_es: Crea una prueba inmutable de existencia, propiedad e integridad de cualquiera de tus documentos

source: Sign or notarize
es_es: Firma o notariza

source: 4 digits PIN Code %time%M mobile phone
es_es: Código PIN de 4 dígitos %time%M teléfono móvil

source: Your PIN code has expired, please click again in sign document button to receive a new one
es_es: Tu código PIN ha caducado, por favor pulsa de nuevo en el botón de firmar documento para recibir uno nuevo

source: We've sent a 4-digit PIN code to your phone number, type it here
es_es: Hemos enviado un código PIN de 4 dígitos a tu teléfono móvil, introdúcelo aquí

source: %count% page|%count% pages
es_es: %count% página|%count% páginas

source: Search by filename
es_es: Busca por nombre de fichero

source: Do you want %a_start%to upload%a_end% a file?
es_es: ¿Quieres empezar a %a_start%subir%a_end% un fichero?

source: Smart document
es_es: Documento inteligente

source: To sign: me, %other% and %count% more
es_es: Para firmar: yo, %other% y %count% más

source: To sign: me and %other%
es_es: Para firmar: yo y %other%

source: To sign: me
es_es: Para firmar: yo

source: To sign: %other% and %count% more
es_es: Para firmar: %other% y %count% más

source: To sign: %other%
es_es: Para firmar: %other%

source: Your signature and %pending% more are required
es_es: Requiere tu firma y %pending% más

source: Your signature is required
es_es: Requiere tu firma

source: %pending% of %total% pending signatures
es_es: %pending% de %total% firmas pendientes

source: Signed and getting certificate
es_es: Firmado y obteniendo certificado

source: Review document
es_es: Revisa el documento

source: Download certificate
es_es: Descarga el certificado

source: Status
es_es: Estado

source: all
es_es: todo

source: Files
es_es: Archivos

source: There was a problem processing the file, please try it later
es_es: Hubo un problema procesando el fichero, por favor intenta de nuevo más tarde

source: Library
es_es: Librería

source: Upload
es_es: Subir

source: Password recover
es_es: Recuperación de contraseña

source: To set a new password, type the email address you use to sign in to Bindeo
es_es: Para establecer una nueva contraseña, introduce el e-mail que utilizaste para registrarte en Bindeo
